return {
    -- опциональная таблица настроек
    { 
        id = 'options',
        size = 6, 
        description = "ДОБАВИТЬ ВЫСЫПАНИЕ",
    },

    {
        id = 'initial',
        " ", "8", "4", "8", " ", " ",
        " ", " ", " ", " ", " ", " ",
        " ", "4", "2", "8", " ", " ",
        " ", "4", "2", "8", " ", " ",
        " ", "8", "4", "8", " ", " ",
        " ", "8", "4", "8", " ", " ",
    },

    --[[
    {
        id = 'function',
        function()
            print("HELLO FROM TESZCAZE")
        end
    },
    --]]

    { 
        id = 'input',
        "down",
    },

    {
        id = 'assert',
        " ",  " ",  " ",  " ",  " ",  " ", 
        " ",  " ",  " ",  " ",  " ",  " ", 
        " ",  " ",  " ",  " ",  " ",  " ", 
        " ",  "8",  "4",  " ",  " ",  " ", 
        " ", "16",  "8", "32",  " ",  " ", 
        " ",  "8",  "4",  "8",  " ",  " ", 
    },

}
--]]
